{
  "Header": {
		"01503443558": "01503443558",
		"Loading...": "جار التحميل...",
		"Hello, ": " مرحبًا، ",
		"Change": "تغيير",
		"Add vehicles": "إضافة مركبات",
		"Select Car Model": "اختر طراز السيارة",
		"Select Car Year": "اختر سنة السيارة",
		"Select Car Brand": "اختر علامة السيارة",
    "Display settings": "إعدادات العرض",
    "Change your language": "غير لغتك",
    "Language": "لغة",
    "Save": "حفظ",
    "search by make model Year , Product Type , Part Number , or Brand": "البحث حسب الصنع ، النموذج ، السنة ، نوع المنتج ، رقم القطعة ، أو العلامة التجارية",
    "Select your Vehicle": "اختر سيارتك",
    "My Account": "حسابي",
    "Sign in": "تسجيل الدخول",
    "Create Account": "إنشاء حساب",
    "New Customer?": "زبون جديد؟",
    "Sign Up": "سجل",
    "account": "حساب",
    "orders": "طلبات",
    "wish lists": "قوائم الرغبات",
    "Carts": "العربة",
    "Qty": "الكمية",
    "items in your Cart": "العناصر في عربتك",
    "Clear Cart": "مسح العربة",
    "Subtotal": "المجموع الفرعي",
    "Checkout Now": "الدفع الآن",
    "View Cart": "عرض العربة",
    "Departments":"الأقسام",
    "My Garage":"الجراج الخاص بي",
    "My Wishlist":"قائمة الرغبات الخاصة بي",
    "Help Center":"مركز المساعدة",
    "Live Chat":"الدردشة المباشرة",
    "For Traders":"للتجار",
    "01014953685":"01014953685",
    "FIND PARTS FOR YOUR VEHICLE": "البحث عن قطع غيار لسيارتك",
    "search cars": "البحث عن السيارات"
  },
	"Footer": {
		"Receive pricing updates, shopping tips & more!": "احصل على تحديثات الأسعار ونصائح التسوق والمزيد!",
		"Our Mobile App": "تطبيقنا المحمول",
		"Company": "الشركة",
		"About Us": "معلومات عنا",
		"Contact Us": "اتصل بنا",
		"Quick Links": "روابط سريعة",
		"Get in Touch": "تواصل معنا",
		"Help center": "مركز المساعدة",
		"Live Chats": "الدردشة المباشرة",
		"Download on the": "تحميل على",
		"Apple Store": "متجر أبل",
		"Get it on": "احصل على",
		"Google Play": "جوجل بلاي",
		"Connect With Us": "تواصل معنا"
	},
  "homepage": {
    "Book Now": "احجز الآن"
  },
	"about": {
		"3rabitk1": "“عربيتك” هو تطبيق إلكتروني متخصص في بيع وشراء قطع غيار السيارات والإكسسوارات داخل مصر. بنقدّم حل رقمي حديث يساعدك تلاقي القطعة اللي محتاجها بسهولة، سواء كنت مستخدم عادي أو تاجر بتدور على توسيع شغلك.",
		"3rabitk2": "التطبيق بيوفر بحث ذكي تقدر من خلاله توصل لقطعتك بسهولة عن طريق نوع العربية أو صورة القطعة. ولو مش لاقيها، تقدر تبعت طلب مخصص، وإحنا بنتواصل مع التجار المتعاونين معانا علشان نوفّرها لك في أسرع وقت.",
		"3rabitk3": "كل المنتجات المعروضة بتكون موثقة بصور وأسعار واضحة، والتواصل بيتم مباشرة مع التاجر أو من خلال مندوبنا. كمان عندنا فريق دعم جاهز يساعدك في أي استفسار.",
		"3rabitk4": "لو المنتج اللي وصلك طلع غير مطابق أو فيه مشكلة، تقدر ترجعه خلال 14 يوم من تاريخ الاستلام. لازم يكون المنتج في حالته الأصلية، وفيه إثبات على الطلب. بنضمن لك تجربة شراء آمنة وسهلة بدون أي مخاطرة.",
		"Hard-Working Community": "مجتمع مجتهد",
		"We are a community of hard-working people who are passionate about what we do": "نحن مجتمع من الأشخاص المجتهدين الذين يحبون ما يفعلونه.",
		"Customers Come First": "العملاء هم أولويتنا",
		"Every decision we make we always prioritizes our customers’ needs":"كل قرار نتخذه يضع دائمًا احتياجات عملائنا في المقدمة.",
		"We Do What We Say": "نحن نفعل ما نقوله",
		"We’re a company built on ethics, integrity, inclusivity":"نحن شركة مبنية على الأخلاق والنزاهة والشمولية.",
		"Pursuit of Innovation": "السعي للابتكار",
		"We are committed to making things better — we never stop":"نحن ملتزمون بجعل الأمور أفضل - نحن لا نتوقف أبدًا.",
		"trader": "تاجر",
		"Happy clients": "عملاء سعداء",
		"Items sold": "العناصر المباعة",
		"Brands": "العلامات التجارية",
		"Our Vision": "رؤيتنا",
		"Our Mission": "مهمتنا",
		"Our Values": "قيمنا",
		"Follow Us": "تابعنا",
		"Join Our Team": "انضم لفريق تجار عربيتك",
		"Check out our traders page": "تصفح صفحة التجار لدينا",
		"Read more": "اقرأ المزيد",
		"Speed in response and order fulfillment":"السرعة في الاستجابة وتنفيذ الطلبات.",
		"Innovation in the technical solutions we provide":"الابتكار في الحلول التقنية التي نقدمها.",
		"Quality in both products and services":"الجودة في كل من المنتجات والخدمات.",
		"Transparency in all interactions with customers and partners":"الشفافية في جميع التفاعلات مع العملاء والشركاء.",
		"Providing a “missing part request” feature to quickly fulfill unique customer needs":"توفير ميزة “طلب قطع الغيار المفقودة” لتلبية احتياجات العملاء الفريدة بسرعة.",
		"Ensuring a trustworthy shopping experience with cash-on-delivery and product quality assurance":"ضمان تجربة تسوق موثوقة مع الدفع عند الاستلام وضمان جودة المنتج.",
		"Supporting local suppliers and enabling them to reach a wider customer base with no restrictions":"دعم الموردين المحليين وتمكينهم من الوصول إلى قاعدة عملاء أوسع دون قيود.",
		"Simplifying the process of finding and ordering car parts through an intelligent and intuitive interface":"تبسيط عملية العثور على قطع غيار السيارات وطلبها من خلال واجهة ذكية وبديهية.",
		"To become the leading choice in Egypt and the region for delivering comprehensive solutions in the automotive spare parts sector, by offering reliable and fast services tailored to every car owner’s needs":"أن نصبح الخيار الرائد في مصر والمنطقة لتقديم حلول شاملة في قطاع قطع غيار السيارات، من خلال تقديم خدمات موثوقة وسريعة مصممة لتلبية احتياجات كل مالك سيارة.",
		"Contact with Staff": "تواصل مع الموظفين"
	},
	"Contact" : {
		"Contact details": "تفاصيل الاتصال",
		"Address": "العنوان",
		"Follow Us": "تابعنا",
		"cairo - egypt": "القاهرة – مصر",
		"Special Financing Offers": "عروض تمويل خاصة",
		"Trusted Car Dealership": "تاجر سيارات موثوق",
		"Transparent Pricing": "أسعار شفافة",
		"Expert Car Service": "خدمات سيارات خبراء",
		
		"Technical support on demand If you need help choosing the right part, our team is ready to assist you": "دعم فني عند الطلب. لو محتاج مساعدة في اختيار القطعة المناسبة، فريقنا جاهز يساعدك.",
		"Transparent pricing without surprises All prices are clearly displayed, with no hidden commissions or unjustified increases": "أسعار شفافة بدون مفاجآت. جميع الأسعار معروضة بوضوح، دون أي عمولات مخفية أو زيادات غير مبررة.",
		"Trusted partners we deal with authorized dealers and suppliers to ensure the quality of every spare part on our platform": "شركاء موثوقون نتعامل مع وكلاء وموردين معتمدين لضمان جودة كل قطعة غيار على منصتنا.",
		"choise1": "عروض حصرية للتجار نوفر تسهيلات وعروض خاصة للتجار عشان يقدروا يبيعوا أكتر ويكسبوا أسرع.",
		"Email": "البريد الإلكتروني",
		"Phone": "الهاتف",
		"Fill in the form below and we’ll get back to you shortly Whether you’re a customer or a trader, we’re here to help": "املأ النموذج أدناه وسنعود إليك قريبًا. سواء كنت عميلًا أو تاجرًا، نحن هنا للمساعدة.",
		"Reach out to us directly through the website — we’ll respond as soon as possible to assist you with any inquiries or spare parts requests": "تواصل معنا مباشرة عبر الموقع - سنرد عليك في أقرب وقت ممكن لمساعدتك في أي استفسارات أو طلبات قطع غيار.",
		"Contact Us": "اتصل بنا"
	}
}
